<template>
  <div class="container">
    <mt-header fixed :title="title">
      <mt-button icon="back" slot="left" @click="goBack">返回</mt-button>
    </mt-header>
    <div class="content">

      <!--亲子教育经典语录-->
      <div class="branch-intro" v-if="arrIndex == 0">
        <p>
          1、孩子的幼年，陪伴非常重要。但父母对孩子的影响力，贯彻终身。在陪伴中，我们给孩子示范，对口腹之欲的克制，对消费主义的抵挡，对精神世界的不间断的追求，中年坚忍和奋斗，晚年从容和安住。陪伴的力量，会缓释孩子的焦虑。心不在焉，急三火四，随波逐流的父母，是孩子难堪的宿命。</p>
        <p>
          2、在亲子互动中，父母和孩子的感受基本是相似的。批评孩子不懂事时，孩子也在抱怨你的不理解；责怪孩子快把你逼疯了时，你基本上也快把孩子逼疯了；改变亲子关系，从接纳开始，先调整自己的情绪和态度，你会发现：自己对了，孩子就对了！</p>
        <p>3、一个五岁德国小男孩总是喜欢穿裙子。他的爸爸没有责骂他，而是选择跟他一起穿上裙子，走上街。他的爸爸说：&#8220;我没有受过多少高等教育。我只想我的孩子懂得：有时候不一定要符合大众预期。我想让他知道，爸爸总会在他身边支持他。&#8221;他们的一个偏狭邻居据说看得目瞪口呆，结果迎头撞到了路灯杆上。好有勇气的爸爸！</p>
        <p>4、家庭教育立足身教。父母通过对自身行为的规范，用榜样和环境的力量来影响和熏陶孩子，而不是父母放纵自己的欲望和情绪，通过粗暴的训斥，打骂等方式来管教和塑造孩子。</p>
        <p>5、&#8220;哭什么哭，不就是只乌龟吗？爸爸再给你买一个。&#8221;当孩子养的小乌龟死了，你如何安慰？孩子听后哭的更厉害的，不再只是因为乌龟的死，更因为他的情绪不被接纳和理解。告诉孩子：&#8220;我和你的感受是一样的，失去一个好朋友是会很过。&#8221;当孩子的情绪被爸爸接纳和理解时，就能更好地面对现实和自己的感觉。</p>
        <p>6、真正让孩子走向独立，执著于自己梦想的，不是父母以&#8220;爸妈没本事，咱家全靠你了&#8221;或&#8220;你只有好好学习出人头地，才对得起爸妈对你的付出&#8221;的所谓&#8220;激励&#8221;来绑架孩子，而是父母力求做最好的自己，成为孩子的榜样，同时让孩子确信父母的爱是无条件的，与成功与否无关，孩子反而更会义无反顾地去争取成功。</p>
        <p>
          7、我们可以让孩子，从幼儿园，从小学，就带他去感觉他的身体，让孩子在草地上，闭着眼睛打滚，让他的身体滚过那个草地，用嗅觉、触觉感觉到草地、泥土、气味，那个时候身体是比较真实、具体的。我们讲了太多属于道德性，概念性的东西。如果没有一个健全的身体做基础，都会落空。</p>
        <p>8、爱是相对公平。爱的重点是质量。对于多子女的家庭，要传达的是父母和孩子唯一的联系，而不是绝对的公平。如何公平都无法抑制孩子想要得到父母唯一的爱的欲望。不要对孩子说&#8220;我对你和对你弟弟的爱是一样的&#8221;，告诉他&#8220;你在这个世界是独一无二的，我们对你的爱不会因为任何人而改变。&#8221;</p>
        <p>
          9、如果一个人能做自己的好父母，也就一定能做孩子的好父母。什么叫做自己的好父母呢，就是你有没有办法对自己温和而又坚持。也就是说当你失败了，有挫折感了，你是怎么对待自己的。你会不会对自己非常严厉？会不会不能原谅自己？如果是的话，那么当你成为父母后，你孩子犯错时你也会这样对他。</p>
        <p>
          10、父母的自我成长：1、成长始于接纳和欣赏自己。2、爱自己的伴侣，经营好婚姻。3、做好的榜样。教育是自我管理，不是责罚孩子。4、改变孩子从改变自己开始。5、有自己的生活和爱好。6、保持阅读的习惯。7、锻炼好自己的身体。8、秉持积极乐观的生活态度。9、不断学习新时尚新技术，与孩子有共同语言。</p>
        <p>
          11、好奇心、兴趣、创造性等都不是培养出来的，是人的自然属性。父母需要做的是如何去唤醒和保护，而不是总想着如何去塑造。盲目地去教导和干涉，反而会扼杀孩子的天性和自觉。我们需要的是少点自以为是，多点自省自律。为一个错误的问题寻找一个正确的答案是徒劳无益的。自己先做对了，孩子往往就做对了。</p>
        <p>
          12、【好妈妈的十一个特点】1、有自己的生活。2、接纳和欣赏自己。3、爱孩子的爸爸。4、不抱怨，有正面诠释人生、感知幸福的能力。5、情绪稳定。6、祝福而不是担心孩子。7、给孩子无条件的接纳和爱。8、少说教，多示范。9、多用身体语言。10、坚持读书给孩子听。11、少看会电视，多带孩子去户外，亲近大自然。</p>
        <p>13、1、每个人的生命都可以一直学习和成长，即使你是一个慢的学习者。2在家庭中，孩子的安全感主要来自妈妈，而关于&#8220;我是谁，我是怎样的&#8220;自我概念则是来自于爸爸。作为父母，你给孩子的心理营养足够吗？。</p>
        <p>
          14、1、通过亲身实践让孩子获得珍贵的直接经验，越早愈好；2、别扼杀了好奇心，不要太过保护孩子，在孩子搞破坏时也不要缺乏耐心；3、和孩子一起探索世界，认真面对孩子疑问的同时问宝宝几个为什么；4、鼓励孩子自己想象比给出一个科学答案更重要。</p>
        <p>15、意识到家庭是孩子最重要的学校，父母是孩子第一位也是最重要的一位老师，应该是父母一种进步。但我们是否能进一步的意识到，家庭也是我们做父母自我教育、自我成长的学校，孩子在很多方面也是我们的老师。</p>
        <p>
          16、孩子的任何情绪和感受都应该被尊重和接纳，但行为应该受到限制。而现实中，很多父母正相反：一方面压制、否定孩子的哭、害怕、焦虑、愤怒、痛苦等情绪，另一方面却对孩子满地打滚、随意拿人东西、打骂别人等行为束手无策或听之任之。该做的没做，不该管的瞎管，于是，父母就成了孩子问题的最大制造者。</p>
        <p>
          17、怎样做好爸爸：1、用自身行为熏陶孩子良好习惯。2、儿童教育从体育开始。3、宽容高于惩罚。4、尊重孩子权利。5、教的核心是责任。6、爱是没有条件的。7、让孩子依赖自己。8、童言无忌。9、向孩子学习，和孩子一起成长。10、给孩子自由支配的时间。</p>
        <p>18、共情、换位思考等。溺爱恰恰相反，是父母只从自己的认识出发，把孩子当成自己心爱的宠物，而不是把孩子当成一个独立的生命来理解和尊重。</p>
        <p>19、【中国父母伤害孩子的&#8220;七种武器&#8221;】&#8220;要听话&#8221;用来杀自由，&#8220;要孝顺&#8221;用来杀独立，&#8220;就你跟大家不一样&#8221;用来杀个性，&#8220;别整天琢磨那没用的&#8221;用来杀想象力，&#8220;少管闲事&#8221;用来杀公德心，&#8220;养你这孩子有什么用&#8221;用来杀自尊，&#8220;我不许你跟他、她在一起&#8221;用来杀爱情。</p>
        <p>20、培养孩子的抗挫折能力，父母先要向孩子传递&#8220;不争第一，争唯一&#8221;的价值观。让孩子处处都争第一，学习好考试第一名，下棋得冠军，弹琴一流，游泳又是第一名，这是不现实的。&#8220;争唯一&#8221;的概念是：我就是我，我与众不同。每个人有长处，也有短处。尺有所短，寸有所长，要让孩子明白这个道理。</p>
        <p>
          21、随着社会越来越庞杂，安身立命越来越专业化。父母对子女的担心也日益升级。担心其实是负面的暗示，暗示说：我担心你不行。父母对子女的不自信，会使子女也不自信，变得举步维艰、难以决策。想要让我们的孩子生活的幸福，关键在于我们要把意识集中在我们渴望的。</p>
        <p>22、问：&#8220;我感觉很累，不知道应该怎样才能把女儿养好，大人们说&#8220;不要急，宝宝小时候都这样，3岁以后会好的&#8221;。可真的是这样吗，真的需要这样折腾吗，我是该她稍有不适就去医院还是先在家观察。自从有了女儿，我跟老公整天吵架，跟他一家子博弈，单位整天请假，我该怎样调适自己&#8221;答：让你纠结的不是如何带孩子，而是自己该如何生活。你所说的问题原本就是你身上和生活中存在的，只是借由孩子体现的更清楚。一个人教养孩子的方式是他价值观、生活态度和综合能力的体现。如何处理好夫妻关系、家庭工作关系、婆家关系，如何自爱、自重、自强是你该最先考虑的，这方面能帮你的只有自己。</p>
        <p>
          23、不要抱怨自己的孩子总被欺负，除了性格外，缺乏自信心和社会性是总被欺负的主要原因。想想自己的教养方式，是不是鼓励太少，批评太多，孩子自卑懦弱？缺少界限，没有原则，孩子无视规则？抱怨社会，指责他人，孩子缺乏安全感？斤斤计较，睚眦必报，孩子缺少包容？过度溺爱，凡事包办，孩子缺乏独立性？当孩子被欺负时：1、接纳孩子的情绪，帮孩子说出他的心情。&#8220;你是不是很不开心？&#8221;2、教会孩子如何表达自己的情绪和意见。不高兴要告诉小朋友：&#8220;不要这样，你这样做我很不高兴&#8221;。3、当孩子再遇到类似情况有勇气表达时，无论结果如何，父母要给与鼓励和表扬。4、通过实践的正反馈逐渐帮孩子树立信心。</p>
        <p>
          24、好孩子是怎样育成的：孩子生长于鼓励中，便学会了自信。孩子生长于包容中，便学会了忍耐。孩子生长于赞美中，便学会了欣赏。孩子生长于接纳中，便学会了爱人。孩子生长于肯定中，便学会了自重。孩子生长于认同中，便有确定目标。孩子生长于分享中，便学会了慷慨。孩子生长于安全中，便充满了信心。坏孩子是怎样炼成的：孩子生长于批评中，便学会论断人。孩子生长于敌意中，便学会攻击人。孩子生长于恐惧中，便学会了焦虑。孩子生长于无助中，便学会了抱憾。孩子生长于荒唐中，便学会了羞愧。孩子生长于嫉妒中，便学会了怀恨。孩子生长于羞辱中，便形成罪恶感。</p>
        <p>
          25、由于惧怕孩子犯错或受伤而产生的过度焦虑，使父母把自己获得幸福的能力，以及原本应该传递给孩子的勇气和信心消耗掉。父母对孩子成长中各种问题的恐惧和焦虑所传递的负能量，比起问题本身对孩子的伤害更大。爱孩子，就让我们自己先愉悦起来，保持一份平静而积极的心态，让孩子感受到父母的接纳和信任。</p>
        <p>26、&#8220;无论一个人的生活环境如何，当好父母，最基本的是要给孩子两样东西：根和翅膀&#8221;。所谓根，就是给孩子安全感，并引导孩子活得健康快乐；而给孩子翅膀就是给孩子最大的自由和机会，让他们充分发挥自己的智慧和潜能，有机会成为所能做到的最出色的人。</p>
        <p>
          27、在孩子的人际交往中，我们需要引导孩子自己去思考，而不是帮孩子去解决问题。1、与人交往出现问题时，自己的感受是什么？2、他人的感受是什么？3、自己的行为会有什么后果。4、解决这个问题有多少种方法。5、哪个方法更好，好在哪里？当然，缺乏独立思考<br>意识的父母也很难培养出有独立思考能力的孩子。
        </p>
        <p>
          28、真爱不是占有和控制。真爱是无条件的，爱的对象是人本身，与结果和表现无关。真爱认为生命本身就有价值，无论是否有用、辉煌。当父母以孩子是否听话、考试成绩如何、将来能否功成名就、如何孝敬自己等要求孩子时，我们的爱已经变得有条件、看结果和表现、要投资回报、对自己有用。请问，这是真爱吗？</p>
        <p>
          29、假期到了，聊聊孩子做家务的事吧。劳动能力是生存能力的基础和核心内容。让孩子参与到家务中，可以培养孩子的自信心和责任感，孩子会干的事情越多，解决实际问题的能力越强，自信心也就会越强。在学习做家务中还可以让孩子体谅家长的辛苦，逐渐承担自己对家庭、对社会的责任，培养孩子良好的品质。</p>
        <p>
          30、苏霍姆林斯基：1、没有爱，就没有教育。2、任何人如果不能教育自己，也就不能教育别人。3、你教育孩子，也就在教育自己并检验自己的人格。4、我们做父母的，应首先以自己的相互关心的行为来教育孩子。5、没有时间教育子女，就意味着没有时间做人。6、人们将永远赖以自立的是他的智慧、良心、人的尊严。</p>
        <p>
          31、如果用心观察，小baby们是世界上最百折不挠的人类。为了取得口吃的，拿到个玩具，求抱，求玩，baby们出尽策略、耍尽百宝，不达目的誓不罢休。假如能够一直保持这种百转千回能力，不随年龄衰减，目标实现只在迟早。那些能够达成自己预设目标的人士，是这种能力衰减较少的人吧。</p>
        <p>32、教育孩子其实是最简单的一件事情，简单到什么程度，如果一个父亲能够把心摆正，能够正视孩子，他能够把孩子当人看，他把这种观念传递给他，那个孩子自然就成长。
          &#8212;&#8212;苏霍姆林斯基《孩子的心灵世界》</p>
        <p>
          33、孩子的天性一是爱玩，二是富有好奇心和求知欲。一个孩子如果他的素质足够好，那只要你不去压制他的天性，不管他上不上名校，他将来都一定会有出息。现在我自己有了孩子，我要努力做到的是，不管她上怎样的学校，务必让她有一个幸福自由的童年和少年时代，保护她的天性不被今日的教育体制损害。</p>
        <p>34、我们一定要清楚：科学对人类而言只是一个工具，人是最重要的，永远要把人当人来看，要赋予他一些灵性，尊重其自然特性。不能把人当成一个科学物体来对待，这样容易狭隘。</p>
        <p>
          35、对孩子的第一个期许是健康，身体和心灵是个很健康的孩子；第二个是正常，是一个人性善良也信任正直，能够有正直标准的人；第三是快乐，不依赖多少物质的，是她自己能创造快乐也能带给别人快乐。有这三条就够了，至于她今后想什么做什么，她是一个生命体，她长成什么样是她的缘分，我不做设定。</p>
        <p>
          36、怎样对待孩子的错误？孩子在成长的每个阶段都会犯与年龄相关的错误，这可以说是天经地义。犯错是孩子的权利，没有错误就没有成长。亲情的自然倾向是父母不能容忍孩子犯错误，其实犯错的意义是希望，是机会，是能适应成功也能适应挫折的品质。把孩子当成树苗，就意味着给予时间和空间，以及，耐心等待。</p>
        <p>37、把孩子分成两组，各给一个箱子。老师对一组和蔼地说：&#8220;箱子里的东西不能摸&#8221;，吓唬另一组说：&#8220;谁摸箱子里的东西就罚谁&#8221;。老师走后，两组各有30%左右的孩子忍不住摸了一下箱里的东西。但3个月后再给两组孩子同样的箱子，被吓唬的那组孩子有70%摸了，另一组还是30%。这是心理学研究中一个著名的实验，对您有什么启发呢？</p>
        <p>38、提高亲子沟通的有效性：1、用&#8220;我&#8221;代替&#8220;你&#8221;：&#8220;你总是那么胆小！&#8221;改成&#8220;我希望你勇敢自信。&#8221;2、鼓励代替抱怨：&#8220;你总是那么磨蹭！&#8221;改成&#8220;你比昨天有进步，加油！&#8221;3、易理解可操作：&#8220;快整理你房间&#8221;改成&#8220;把玩具放回玩具箱。&#8221;4、少说&#8220;总是&#8221;：&#8220;你总是做不好。&#8221;改成&#8220;偶尔做不好也很正常。</p>
        <p>
          39、好妈妈绝不是为了孩子牺牲一切的妈妈，她不会为孩子失去自我，反而会借助孩子完善自我。她一定有自己的生活和爱好，有正面诠释人生、感知幸福的能力。她懂得让自己尽量愉悦，并能让丈夫和孩子也能感受到她平静和积极的心态。她会坚定地给孩子传递一种生活态度：任何时候都要珍惜生命，享受生活。--王人平</p>
        <p>
          40、【亲子关系十三戒】一戒过度保护；二戒过分宠爱；三戒拔苗助长；四戒过分专制；五戒脸孔严厉；六戒忽略孩子优点；七戒忽略孩子说话；八戒嘲笑挑剔；九戒无赶起跑线、上兴趣班、给老师送礼，就是真诚面对现实？为自己内心的自卑和虚荣做借口吧。德国社会学家齐美尔说过，最高境界的处世艺术是不妥协却能适应现实，而极端不幸的个人素质是尽管不断地妥协却总是达不到适应现实的的要求。好的教育是为了让孩子摆脱现实的奴役，而坏的教育是不断妥协，不断被现实奴役。益的唠叨；十戒对孩子乱发脾气；十一戒低估孩子的能力；十二戒以偏概全；十三戒对孩子漠不关心。爸爸妈妈们，要时刻提醒自己哦！</p>
        <p>41、什么是最好的教育？老子曰：&#8220;处无为之事，行不言之教&#8221;。孔子曰：&#8220;其身正，不令而行；其身不正，虽令不从&#8221;。用法国启蒙思想家卢梭的话说：最好的教育就是无所作为的教育。孩子看不到教育的发生，却实实在在地影响着他们的心灵，帮助他们发挥了潜能，这才是天底下最好的教育。</p>
        <p>
          42、赶起跑线、上兴趣班、给老师送礼，就是真诚面对现实？为自己内心的自卑和虚荣做借口吧。德国社会学家齐美尔说过，最高境界的处世艺术是不妥协却能适应现实，而极端不幸的个人素质是尽管不断地妥协却总是达不到适应现实的的要求。好的教育是为了让孩子摆脱现实的奴役，而坏的教育是不断妥协，不断被现实奴役。</p>
        <p>
          43、对家庭教育的几点理解：做好自我管理和自我成长，而不是约束和惩罚孩子；学习和探寻规律，而不是纠结一时之需；重在理念构建，而不是寻找速效方法；关注孩子的感受、需要和思想，而不是行为；保有耐心，不求速效；关系先于教育，包含教育；少说教，多示范；少评价，多描述；向外学习，更需向内自省。</p>
        <p>44、父母自身的行为对孩子有着重大影响。不要以为只有你们同孩子谈话和教导孩子、吩咐孩子的时候，才是在教育孩子。在你们生活的每一瞬间，你们怎样穿衣，怎样跟别人说话，怎样表示欢欣和不快，怎样对待朋友和仇敌，怎样笑&#8230;&#8230;所有这一切，对孩子都有很大的教育意义。&#8212;&#8212;苏霍姆林斯基。</p>
        <p>45、王人平
          ：除了受到我们自身的局限而把孩子正常生长发育的阶段性特征误解为问题外，孩子身上的问题主要来源于两方面，一是对父母行为的模仿，二是对父母行为的反应。就是说，孩子的问题或者我们身上也有，或者是我们对孩子的教养方式出了问题。所以，在我们训斥孩子前，先想想：我做了什么，让孩子有了这种行为？</p>
        <p>46、五岁时，妈妈告诉我，人生的关键在于快乐。上学后，人们问我长大了要做什么，我写下&#8220;快乐&#8221;。他们告诉我，我理解错了题目，我告诉他们，是他们理解错了人生。&#8212;&#8212;约翰&#183;列侬。</p>
        <p>47、王人平
          ：孩子身上的性格特质被视为优点还是缺点，往往取决于父母的思维方式。敏感与脆弱，细心与多虑，谨慎与胆小等等，常常都是相伴的。如果父母习惯从问题取向去思考，就是负面的，如果从资源取向出发，就是正向的。所以说性格没有绝对的好坏，关键在如何扬长避短，而不是拿孩子去和别人比，非要他取长补短。<br><br>48、孩子的教育需要因材施教。每一个孩子都有独特的气质类型，或者活泼，或者安静，或者敏感等等.父母要摸清孩子的气质类型，协调抚育技巧。避免&#8220;一锅煮&#8221;，生搬硬套地用一种模式教育所有孩子。精致的教育，会根据孩子的不同心理需求和气质类型，帮助孩子完成自己的成长。作为家长，有责任去反省自己的人格、自己的修养、自己的胸怀对孩子发展的影响，有意识地为孩子创造良好的心理环境和成长条件。<br><br>49、&#8220;真不知道孩子心里在想什么，他太不听话了。&#8221;通过这句话马上可以看出家庭教育中的问题，不知道孩子心里在想什么=沟通严重不畅；他太不听话了=孩子没有得到尊重。另外，这里有个严重的逻辑错误，如果父母经常倾听孩子，懂得和孩子平等对话并欣赏TA，在孩子身上有足够的情感投入，家长一定不这么说了。<br><br>50、教育与知识是什么关系？杜威认为，由于知识是人们在探索和试验中逐渐获得的，因此教育应该是一个实验过程。一个受过良好教育的人不应该被动地接受一大堆知识，而应该懂得怎样从各种渠道汲取知识，并借助工具运用这些知识。所以，父母、老师，要以一个指导者的身份激发孩子的兴趣，而不要控制他们的学习。
          <br><br>51、总是期待孩子说&#8220;是&#8221;的父母，其实是从对孩子的依赖中获得安全感；一直强迫孩子遵从的父母，恰好表明了自己内心的不确定。健康的家庭一定是尊重差异而且稳定，有认识上的不同但能有效沟通，有各种压力但能分享并共同应对。家庭，作为一个系统，就是通过这样的运行方式来塑造人。
        </p>
        <p>
          52、请这样告诉孩子们和自己：请对这世界上所有的人，特别是我们有缘接触的，怀着最大的善意。我们必须相信，大家都是好人。如果发现那人小气、自私、欺骗，也要充满悯恕、理解。应对生活是个大课题，很多人从出生到经历都汲取不到很多养分，所有的抵挡来自不当的自我保护，越扭曲越无奈。懂得心疼世人，才是心疼自己。</p>
        <p>53、
          在营销实践中，每一个抱怨的后面都有一个未被满足的市场，而所有的不满都是需求。在家庭教育中，每一个问题都是成就父母和孩子的台阶。问题本身不是问题，如何面对问题才是问题。当父母有了这种视角和气度，自然会放下诸多的焦虑和恐惧。而最终你会发现，其实当你能静下心来时，很多问题已经迎刃而解。<br><br>54、如何让孩子更勇敢：1、给孩子整体的接纳，内心有爱的人才会强大。2、父母勇敢、自信。3、尊重和信任孩子，多鼓励，少批评，帮孩子建立自信。4、鼓励孩子独立思考，而非听话。5、多交往、多磨砺、多见世面，自然产生力量。6、不过度保护，锻炼孩子的独立性。7、在阅读中树立榜样。8、在游戏中玩出勇敢。
          <br><br>5 5、带孩子也是修行。每个活动都全神贯注的参与，别应付，别将心念放在他处。日渐会体会到深度的沉静，这种力量也会传递给孩子。经常尖叫、哭闹的孩子，往往是因为深度陪伴不够，沉静感没有形成。<br><br>5
          6、孩子的对立、反抗、自闭、固执等等，几乎都能找到这个源&#8212;&#8212;父母、老师用高声来确立权威。因为，我们的内感官从不会背叛自己，爱的价值永远在于被爱者的反馈，所以，让孩子的心理健康就要注重输入方式，话要好好说，&#8220;好好说&#8221;本身就是一种智慧。<br><br>57、为人父母，不是你要孩子做什么，而是在你的孩子发展到有需要时，提供支持。<br><br>5
          8、真正的自信是建立在良好的自我认知和不断的自我超越之上的。认为超过别人才有自信，只会永远处于自卑之中，因为你终会发现：人外有人。一个整天总是生活在超过别人的自傲和对别人超过自己的恐惧之中的人，如何能拥有真正的自信？如何能安顿好自己的心？照看好自己的命？<br><br>59、书是名师云集的学校，阅读是真正意义上的择校。<br><br>60、孔子早就告诫我们：教育在先，惩戒在后。如果对孩子事先的教养不当，没有制定好规则并讲清楚，自己不践行而只一味去要求孩子，结果孩子做得不令我们满意，就批评训斥，甚至用暴力惩罚，这其实就是在虐待孩子。在我们惩戒孩子之前，是否检讨过自己的教育方式，并做好自我管理了呢？<br><br>61、夸孩子的禁忌：1、&#8220;这次你终于没错!&#8221;明褒暗贬，触及过去的不足。2、&#8220;你比同学都聪明。&#8221;比较让孩子无法正确认识自己。3、&#8220;祝贺你进前十，下次要进前三！&#8221;苛求，给孩子制造压力。4、&#8220;你真棒！&#8221;空洞，造成孩子或骄傲或被完美绑架。5、&#8220;赢了就好。&#8221;只重结果，忽视过程，让孩子为达目的不择手段。即使是夸孩子，也要多描述，少评价。结论性的评价往往会让孩子产生错误的自我认知。当你因孩子考了好成绩夸他&#8220;聪明&#8221;时，意味着下次如果没考好，就是他&#8220;笨&#8221;，这既会给孩子带来焦虑，又会导致孩子忽视了优秀是意味着一种负责的态度，一份专注的努力，一种执著的过程，而不是在炫耀一种天赋。<br><br>62、今天的教育，无论是家庭，还是学校，常常是把如何让孩子成才、成功、比别人强作为目标，却从未引导孩子去做一个有生机，有情趣的&#8220;人&#8221;。其实，人生能懂得生活的情趣，活出滋味，要比去追求所谓的成功更有意义。成功往往是别人定义的，而情趣是自己感受到的。<br><br>63、家庭会议成员里永远有孩子的席位，培养选择能力，让孩子珍视选择权，家中大事小情完全让孩子参与进来，大到购置家装，小到走亲访友，选择不只是和自己有关，学会换位思考，涵养体谅情感。大家都意识到民主的价值，那就从家庭的民主开始吧，在小家庭里都做不到民主，别指望社会一下子会忽如一夜春风来。<br><br>64、有人问：难道你真没被孩子闹得情绪失控过？对不起，真没有。不是因为孩子乖，他实际比大多数的孩子都淘。只是我清楚，左右我情绪的，不是孩子的行为，而是我对他行为的看法。而对我情绪负责的，只有我自己。所以我产生负面情绪时，或会试着调整认知，或会以一种不伤害自己和孩子的，理性的方式去释放。<br><br>65、批评孩子的一大原则是要把孩子不好的行为和他这个人分开，告诉他&#8220;尽管我不喜欢你的这种行为，但我爱你。&#8221;有个句式能帮我们把人和事分开：当（你坐车时打闹），我觉得（很担心），因为（这会给你和大家带来危险），我希望（坐车时你能系好安全带安静地坐着）。括号中指的是具体的事、心情和希望。<br><br>66、让我们坦诚、平和的去接受原本的那个&#8220;自己&#8221;，只有这样，我们才能真正做到坦诚、平和的去接受我们的孩子。<br><br>67、育己即是育儿，育儿即是育己，两者是相辅相成的。当我们有勇气力争去做&#8220;最好的自己&#8221;时，其实就是给了孩子最好的教育。<br><br>68、鼓励和引导孩子去寻找他心灵深处的激情，像瑞士手表匠人、酿造葡萄酒的人、做瓷器的&#8230;&#8230;教育的本质，就是点燃孩子心中本来就有的、有如大海地心生出的石油似的激情，照亮一生的激情。这是教育应该做的事。<br><br>69、提出问题的能力要比寻找答案难得多。为一个错误的问题寻找一个正确的答案，只会离问题的根本性解决越来越远。当孩子和我们期待的不一样时，别忙着问&#8220;怎么办&#8221;，先了解一下孩子生长发育的规律特征，想想孩子行为背后的原因和动机是什么？是我们做了什么导致了孩子这样的表现？凡夫畏果，智者畏因。<br><br>70、如何克服孩子因模仿而产生的不良影响：1、淡化：孩子学了不良举止，爸妈不必再提起或重复，让孩子渐渐淡忘。2、转移：不良的因素影响孩子时，父母可以回避或用其他事物转移孩子注意。3、用表情、动作表示自己对孩子行为的否定和不喜欢等。4、最根本的还是父母能做好的榜样，尽力给孩子创造好的环境。<br><br>71、当我们总是抱怨孩子惹我们生气，伴侣让我们不幸，父母没帮着带好孩子时，其实是把掌控自己命运，左右自己情绪的权利和责任交给了别人。我们在内心为别人预设了太多的&#8220;应该&#8221;，并认定要靠他们做的事和评价来定义自己的价值和快乐，这不仅会让自己痛苦，也会让我们无意识地去控制别人，造成别人的痛苦。<br><br>72、1、孩子将是一个离你而去的独立的人，你的任务就是帮他完成独立。2、孩子有着无人能预测的潜能，有自己的未来和成长轨迹，不是父母和老师所能规划的。3、俯下身去，带着欣赏的心态，聆听孩子的话，关注他做的事；陪在孩子身边，却要力争&#8220;隐身&#8221;，只在他需要和迷茫的时候&#8220;显形&#8221;。
        </p>
        <p>&nbsp;</p>
      </div>

      <!--情商九项-->
      <div class="branch-intro" v-if="arrIndex == 1">

        <p>自信心，自律能力，责任心、问题解决能力、同理心、人际交往能力、情绪管理能力、独立性、挫折抵抗力
        </p>
        <p>一、挫折抵抗力：所谓挫折抵抗力，是指个体在遭受挫折情景时，能否经得起打击和压力，有无摆脱和排解困境而使自己避免心理与行为失常的一种耐受能力
        </p>
        <p>亦即个体适应挫折，抵抗和应对挫折的一种能力
        </p>
        <p>为什么挫折抵抗力对孩子很重要
        </p>
        <p>现在的孩子都生活在舒适幸福的环境中，很少遇到来自生活方面的困难与挫折</p>
        <p>&nbsp;人们在称赞她们的智力发达，信息面广知识丰富的同时，又明显的感受到他们在心理及行为上存在着令人担忧的缺陷：一方面摆脱不了&#8220;以我为中心&#8221;思想，另一方面又具有严重的依赖性，尤其是耐挫折力差，即经不起&#8212;点困难的磨练和挫折的打击，更缺乏克服困难和挫折的能力和方法。</p>
        <p>挫折抵抗力弱的表现
        </p>
        <p>稍不如意就怨天尤人，情绪波动，特别爱发牢骚，喜欢抱怨，负面思维多，而且消极，或者遇到一点小小</p>
        <p>&nbsp;的挫折就心事重重，情绪低落，遇到困难和挫折时首先想法到的是依靠家长或他人，而不是自己。</p>
        <p>受挫后，精神上长期处于抑郁状态，产生心理障碍，少数孩子在遭遇挫折斤，情感失控，造成心理疾病。</p>
        <p>孩子如何才能增强挫折抵抗力</p>
        <p>1.让孩子得到体验挫折的机会，让孩子面对正常的压力。</p>
        <p>2.让孩子将目标总是定位在尝试并收获得经验，而不是一定要在成功上。</p>
        <p>3.让他们了解所有人都会遇到过失败
        </p>
        <p>4、对自己有清楚地自我认识。</p>
        <p>5、学习失败后的什么样?</p>
        <p>6、挫折感是一种情绪。</p>
        <p>7、帮助孩子理解成功归功于&#8220;努力&#8221;而不是&#8220;聪明&#8221;。</p>
        <p>8、强化对孩子的同理心和责任感的训练。
        </p>
        <p>二、独立性：(两部分：独立的意识．独立的行为)
        </p>
        <p>独立性也称为依赖性．指孩子善于白我决策，独立的寻找解决问题的方法并实施解决问题的行为，所反映出来的个性品质，是孩子自强，自立的外在体现。
        </p>
        <p>为什么孩子需要具备较高的独立性?</p>
        <p>独立性是在社会上生存以及进行创造性活动必备的心理品质</p>
        <p>在人类历史上，那些杰出的人才，都有很强的独立性，研究表明，杰出青年在童年时代66.89%的人非常喜欢自主独立做事情。</p>
        <p>孩子缺乏独立性的常见表现。
        </p>
        <p>1.主要的事情一般由父母做主，少有自己做出选择和决定的时候</p>
        <p>2.在家里，不承担事，很少承担家务。</p>
        <p>3.孩子在家里，生活受到&#8220;无微不至&#8221;的关心。
        </p>
        <p>&nbsp;孩子的要求，一般都能够得到尽量的满足。
        </p>
        <p>5.如果没有别人督促，空余时间总在玩耍中度过.
        </p>
        <p>6.别人说什么，他一般很少提出反对意见。
        </p>
        <p>7.出门在外，会表现出不习惯，不适应的特征。
        </p>
        <p>8.很少与别的小朋友参加户外活动。</p>
        <p>9.房间、衣物、文具一般都由父母收拾。</p>
        <p>孩子如何才能增强独立性?</p>
        <p>首先让孩子自己完成自己的事情(行为)</p>
        <p>其次要教孩子学会做出决定的方法(意识)</p>
        <p>再次还要培养孩子解决问题的能力</p>
        <p>三、情绪管理能力(重点)(与自信相关)
        </p>
        <p>情绪管理就是善于掌握自我，善于合理调节情绪，对生活中矛盾和事件引起的反应能适可而止的排解，能以乐观的态度、幽默的情趣及时的缓解紧张的心理状态。</p>
        <p>为什么情绪管理对人很重要?</p>
        <p>情绪对孩子智力发展已然形成个性影响给予的重要作用，通过实践证明在孩子期注重培养孩子的良好情绪
        </p>
        <p>具有以下优势：</p>
        <p>1、良好情绪的培养是保证孩子友好交往的前提</p>
        <p>2、良好的情绪有利于孩子的智力开发</p>
        <p>3、良好的情绪对孩子的个性形成起促进作用情绪管理问题在儿童时期的表现</p>
        <p>不同年龄的孩子不同的情绪问题
        </p>
        <p>&nbsp;&nbsp;(学龄前的孩子)的突出表现为，不适应孩子园，哭闹时间长，不能和小朋友友好相处，公共场合不敢表现，脾气暴躁，不愿意离开家长，特别容易不满意等。
        </p>
        <p>&nbsp;&nbsp;(小学生)的情绪问题主要有考试紧张，上课不敢发言，心重焦虑，睡眠障碍，敏感爱哭咬指甲或笔头，爱打人，爱招惹人，注意力不集中，考试成绩不稳定等。</p>
        <p>&nbsp;(中学生)的情绪问题更为突山，厌学，逃学，早恋，与不良孩子交往，上网、看电视、玩游戏成瘾，与家长或老师逆反，内向孤僻不合群，敏感自卑，不能承受困难和挫折，不容易适新环境，考试紧张缺乏自信，过分注重自我形象等，这些情绪问题会影响孩子的性格成长，人际关系，社会适应能力等
        </p>
        <p>孩子怎样才能学会情绪管理</p>
        <p>A父母和家人要改变孩子负面情绪的认知和态度</p>
        <p>B孩子需要学习和掌握情绪管理的方法和技巧</p>
        <p>1、孩子要学会觉察自己的情绪</p>
        <p>2、孩子要学会表达自己的情绪</p>
        <p>3、教孩子以合宜的方式疏解情绪(高兴、愤怒、无聊、伤心、急躁、紧张、平和、嫉妒害羞、无奈、苦恼、渴望、郁闷、抑郁、恐惧、担心)</p>
        <p>(1)气球操 吹风车 (2)减压操 (3)情绪垃圾箱</p>
        <p>四 人际交往能力</p>
        <p>人际交往就是在社会生活活动过程中，人与人之间的意见沟通，信息情报交流与相互作用的过程。</p>
        <p>为什么人际交往技巧对孩子很重要?</p>
        <p>
          心理学家普遍认为：人际关系代表着人的心理适应水平，是心理健康的一个重要标志，而人际交往不良常常是心理疾病的主要原因，缺少人际交往的孩子往往会表现出如下适应困难：拘谨胆小害羞怕生，孤僻退缩，或自我中心，不能合作，任性攻击，而人际交往中的尊重，分享合作，关心则是预防和治疗这类心理问题的灵丹妙药</p>
        <p>由此可见，从小培养幼儿具有良好的人际交往能力和水平，对促进其心理健康发展，预防各种心理疾病有着积极而重要的意义。</p>
        <p>孩子缺乏人际交往技巧的常见表现。</p>
        <p>1.孤僻 不爱与人交往，很难与其他人建立友谊
        </p>
        <p>2.有偏交往现象，即只与熟悉的人交往，在陌生人面前则显得胆小和犹豫，而且往往对他人的脸色利言语非常敏感，在人际交往中很容易受伤。</p>
        <p>3.偏好独自游戏与同伴交往时只考虑自己的需要与兴趣，交往技能差，不愿意分享也不主动帮忙。</p>
        <p>4.交往很被动，心里想和别的小朋友一起玩耍可是却从来不敢主动去邀请别人，他常常一个人默默地站在角落里，眼巴巴的看着其他孩子开心的游戏，既羡慕义期待，希望哪个热心的孩子发现他，并主动邀请她参加游戏。</p>
        <p>5.孩子的交往意识较强，行为也很主动，但理解能力较弱，冲动控制力较差，因此交往时常常被排斥或引起冲突。孩子如何才能增强人际交往技巧?
        </p>
        <p>l强化对孩子自信心的训练</p>
        <p>2教给孩子一定的交往技能(沟通倾听开始一段对话的技巧，双赢决断性，反应，人际特质)</p>
        <p>五 同理心</p>
        <p>是衡量他人EQ高低的重要指标。
        </p>
        <p>在人际的相处和沟通里，&#8220;同理心&#8221;扮演着相当重要的角色，同理心是在人际交往过程中能够体会他人的情绪和想法，理解他人的立场和感受并站在他人的角度思考和处理问题的能力</p>
        <p>为什么同理心对孩子很重要?
        </p>
        <p>
          我们都希望孩子能够合群，被同伴接纳，与人相处怡然自得，那么同理心就是不可缺少的一种能力，无论在人际交往中面临什么样的问题，只要设身处地，将心比心地，尽量了解并重视他人的想法就能更容易的找到解决方案，尤其是在发生冲突或误解时，孩子如果能把自己放在对方的处境想一想，也许就可以了解到对
        </p>
        <p>方的立场和初衷，进而求同存异消除误解了。
        </p>
        <p>同理心对于个人发展的重要性主要体现在：一旦具备了同理心就更容易获得他人的信任，而所有人际关系都是建立在信任的基础上。
        </p>
        <p>孩子缺乏同理心的常见表现：
        </p>
        <p>1人际出现问题，常常没有办法融入同伴的圈子</p>
        <p>2无法与他人合作，不能很好的理解规则</p>
        <p>3以自我为中心，很难考虑他人的感受
        </p>
        <p>4不愿意倾听，只顾自己说
        </p>
        <p>孩子如何才能增强同理心?</p>
        <p>训练孩子拥有同理心，有两大策略，简单地说是：一是设身处地站在对方立场，将心比心去了解对方感受及想法。二是清楚地回应对方。
        </p>
        <p>整个训练分三个阶段
        </p>
        <p>1倾听自己的感受</p>
        <p>2倾听他人的感受(注意力看对方)</p>
        <p>3回应对方的感受(读故事猜猜他在想什么的游戏可训练同理心)
        </p>
        <p>六问题解决能力
        </p>
        <p>问题解决能力是儿童的一般能力之一，即儿童在解决问题过程中所表现出来的对问题的认识，发现构想的途径和方法，程度对有知识技能的选择，综合，应川的过程和方法，对资料工具信息的筛选，捕捉 解释的
        </p>
        <p>为什么孩子需要具备较强的问题解决能力</p>
        <p>对儿童而言问题解决包括处理同伴冲突，解决数学题目，选扦周末活动，面临是否参加班长竞选等人人小小的各类事件，如果孩子解决问题的能力强，则孩子的综合整体能力都会参加优秀，人们往往把有较强问题解决能力的人，归为有智慧的人。
        </p>
        <p>其实，&#8220;智慧&#8221;是一种思考方式，解决问题的方法是能够学习到的，这些方法培养孩子爱思考的习惯，即解决问题的方法
        </p>
        <p>孩子缺乏问题解决的常见表现?</p>
        <p>1遇到问题就回避式的放弃</p>
        <p>2容易气馁</p>
        <p>3无法识别事件的本质</p>
        <p>4消极，容易倦怠</p>
        <p>5创造力贫乏</p>
        <p>6依赖性强，缺乏独立性</p>
        <p>孩子如何才能增强问题解决能力
        </p>
        <p>儿童的问题解决能力取决于四种思维能力，以下介绍龅牙兔金字塔多元思维训练课，可帮助孩子提高问题解决能力
        </p>
        <p>1观察思维(人或事)</p>
        <p>2创造性思维(形状 颜色 用途 材料 组成部分 大小)</p>
        <p>3判断性思维(事实 观点)
        </p>
        <p>4分析性思维
        </p>
        <p>在分析性思维中，我们学习到了二个步骤包括：
        </p>
        <p>1澄清问题</p>
        <p>(1)观察形状
        </p>
        <p>(2)尽量列出可能导致目前状况的问题
        </p>
        <p>(3)把因素分类及删除无关教育
        </p>
        <p>2解决问题的标准，确立优先顺序</p>
        <p>3制定决策(6w-h法则)
        </p>
        <p>七责任心</p>
        <p>什么是责任感?</p>
        <p>责任感是指个人对自己和他人对他人和集体，对家庭和集体，对国家和社会的认识，情感和信念，以及与之相应的遵守规范和履行义务的自觉态度
        </p>
        <p>责任感是健全孩子人格的基础，是能力发展的催化剂。
        </p>
        <p>为什么孩子需要具备责任感
        </p>
        <p>
          责任心是我们人类作为社会生物的本质属性，人作为一种群居的生物，我们必须与我们的同类发生人际关系，而要与别人发生人际关系，一个基本的要求就是人必须兑现自己的承诺，否则人们就没有办法建立起稳定的人际关系，建立不起来稳定的人际关系，那么社会合作就无法真正的展开，那么我们人类社会也就无法运行了，就个人而言，一个人如果没有责任心，他无法建立稳定的人际关系，因此他也就无法快乐，无法幸福，无法成长。
        </p>
        <p>在教育孩子的事情上，必须让孩子对一些事情负起责任来，特别是对他自己的事情，一定要让他自己负责。孩子缺乏责任感的常见表现
        </p>
        <p>1推卸责任</p>
        <p>2以自我为中心</p>
        <p>3缺乏自理能力</p>
        <p>4无法很好的管理自己的学习任务，不自律，作业主动性差</p>
        <p>5完全不承担家务，独立能力，劳动技能和社会适应的经验积累
        </p>
        <p>孩子如何才能增强责任感?</p>
        <p>责任心根据其表现的形式不同主要可以分为六类： &nbsp;自我责任心，他人责任心，集体责任心，任务责任心，过失责任心和承诺责任心，而这六类又可以总结为两大类，一类是与自我相关的责任心，另一类则涉及自我与他人的关系，如他人责任心，集体责任心和过失责任心。
        </p>
        <p>1针对孩子不同的年龄和发展特点，有目的有重点，分阶段的对其进行责任心教育
        </p>
        <p>2让孩子对自己的责任心引以为荣</p>
        <p>3通过自然后果法提高孩子表现出责任行为的自觉性</p>
        <p>八自律
        </p>
        <p>自律就是自我约束，他是一种自控能力， &nbsp;自律是你可以克制白己的情绪，而让是能够自己行动的能力。自律是情商中最重要的特质之一，也是许多自我能力发展工具中的一种。
        </p>
        <p>自律能解决很重要的问题，自律能根除拖沓，无规律，无知的毛病，当他与其他丁具，比如热情，目标制定，(计划组队时)是非常强人的队友。</p>
        <p>为什么自律对孩子很重要</p>
        <p>自律的孩子对自己要求严格，他知道什么可以千，什么不可以干，自律的孩子目标明确，他清楚当下应该干什么，不应该干什么，自律的孩子通常有理想，有追求，他懂取舍，懂得牺牲，一句话，自律的孩子容易成才</p>
        <p>对于正处在学习阶段的孩子而言，当今的社会充斥着形形色色的诱惑，游戏，明星各种媒体都在吸引着他们的注意力，不少孩子宁可在这些方面花费大量的时间利精力，而对学习的自觉性较差，能做到自律更非容易。
        </p>
        <p>孩子不自律的常见表现：</p>
        <p
          style="margin-left:19.5000pt;text-indent:-19.5000pt;line-height:12.0000pt;mso-list:l0 level1 lfo1;"><![if
          !supportLists]>1&nbsp;<![endif]>3-6岁</p>
        <p>自我控制能力差，总是坐不住。</p>
        <p>不能够专心致志的完成一项活动</p>
        <p>很容易分心，并被其他的事打断</p>
        <p>想要的东西就一定要得到，不能延迟满足</p>
        <p>玩具丢三落四，没有一丝责任感</p>
        <p
          style="margin-left:19.5000pt;text-indent:-19.5000pt;line-height:12.0000pt;mso-list:l0 level1 lfo1;"><![if
          !supportLists]>2&nbsp;<![endif]>7-12岁</p>
        <p>上课不听讲小动作多作业要家长的很多干预</p>
        <p>没有目标，好想做什么都没劲</p>
        <p>没有时间概念，做事情拖拖拉拉</p>
        <p>情绪自控能力差，脾气暴躁，情绪化</p>
        <p>孩子如何才能自律?</p>
        <p>帮助孩子认同事实</p>
        <p>相信自己做的到</p>
        <p>学会制定目标并实现目标</p>
        <p>学习行为与后果之间的关系</p>
        <p>转移诱惑物</p>
        <p>九 自信心</p>
        <p>自信心是所有关于我们自己的想法或感受的结合，或是我们的&#8220;自我概念&#8221;我们如何评价自己在很大程度上影响了我们的行为态度动机和情绪调整能力。
        </p>
        <p>自信心也是有能力利被爱的感受的结合，有成就感但没有感受被爱的孩子最终还是自信心很差，同样，感受到被爱但总是怀疑自己的能力的而孩子的白信心也不会好，当两者平衡的实现时，孩子就获得了健康的自信心
        </p>
        <p>为什么孩子需要具备自信心?
        </p>
        <p>总体而言，高自信的孩子会表现出：
        </p>
        <p>1较高的独立性</p>
        <p>2愿意承担责任</p>
        <p>3对自我成就感到骄傲</p>
        <p>4忍耐挫折</p>
        <p>5愿意尝试新的任务和挑战</p>
        <p>6会处理积极利消极的情绪</p>
        <p>7愿意帮助他人</p>
        <p>孩子缺乏自信心的常见表现
        </p>
        <p>1避免尝试新事物</p>
        <p>2感觉不到被喜欢和被爱</p>
        <p>3将自己的过失责怪他人
        </p>
        <p>4表现或假装表现山冷淡，不在乎的样子</p>
        <p>5不能忍受正常水平的失败或挫折</p>
        <p>6贬低自己的天赋利能力</p>
        <p>7很容易受到他人的影响
        </p>
        <p>孩子如何增强自信心？
        </p>
        <p>1学习自我认识，列出你性格中积极方面，可更好地了解自己，了解自己的优势和劣势，并接纳和喜欢自己</p>
        <p>2进行积极的自我评价，记下优点和成功，可着眼于积极的生活，增强自信心</p>
        <p>3选择生活中可改变的某一方面，势力改变
        </p>
        <p>4学会制定目标，并学习如何完成这些目标，体验成功的诀窍就是为自己确立小的目标讲，按时完成作业，定时复习功课等。</p>
        <p>5找山一个合适的典范，而不是一个不现实的偶像加以学习</p>
        <p>6正确的看待失败，不要对过去的火败和错误的判断耿耿于怀
        </p>
        <p>7训练当众表达的技巧</p>
        <p>>8学会善待他人，融洽人际关系，积极参加集体活动，人际关系是白信心最重要的保证。
        </p>
      </div>

      <div class="branch-intro" v-if="arrIndex == 2">

        <p>所谓情绪管理，不单单指控制自己不发脾气，而是以恰当的方式来表达情绪，使周围的人能够接受。专家指出，做好情绪管理，应学会制怒术、助人术、宣泄术、转移术、放松术等方法。</p>　　
        <p>&#8220;情绪管理&#8221;即是以最恰当的方式来表达情绪，如同亚里士多德所言：&#8220;任何人都会生气，这没什么难的，但要能适时适所，以适当方式对适当的对象恰如其分地生气，可就难上加难。&#8221;据此，情绪管理指的是要适时适所，对适当对象恰如其分表达情绪。情绪管理是一门学问，也是一种艺术，要掌控得恰到好处。因此要成为情绪的主人，必先觉察自我的情绪，并能觉察他人的情绪，进而能管理自我情绪，尤其要常保鲜活的心情面对人生。　　
        </p>
        <p>做好情绪管理 做情绪的主人</p>
          <p>善于控制、治理自身情绪的人，能够消除情绪的负效能，最大限度地开发情绪的正效能。</p>　　
        <p>1）选择情绪：一个愈懂得选择情绪的人，也就是愈能换个心情的人。如此其人生不仅愈丰富，而且每天的日子会过得较快乐。</p>　　
        <p>2）转移术（冷却或转移注意力）：有人问一位西藏高僧应如何处理愤怒，他答复说：&#8220;不要压抑，但也不要冲动行事。&#8221;换言之，一个人遇事立刻发泄怒气，将会使愤怒的情绪更加延长，倒不如先冷却一段时间，使心情平静下来后，再采取较理性的方法解决问题。因此，当一种需求受阻或者遭到挫折时，可以用满足另一种需求来代偿。也可以通过分散注意力，改变环境来转移情绪的指向。</p>
        <p>3）制怒术（或适度表达愤怒）：在遇到发怒的事情时，首先想想发怒有无道理，其次发怒后有何后果，然后想想是否有其它方式代替发怒。这样一想，你就可以变得冷静而情绪稳定。情感平淡，生命将枯躁而无味，太极端又会变成一种病态，如抑郁到了无兴趣，过度焦虑，怒不可遏，坐立不安都是病态。所以我们要如亚里士多德所强调&#8220;适时适所表达情绪&#8221;。</p>　　
        <p>4）助人术：多做善事，既可以给他人带来快乐，也可使自己心境坦然，具有较好的安全感。</p>　　
        <p>5）宣泄术（进行自我教导）：遇到不如意、不愉快的事情，可以通过做运动、读小说、听音乐、看电影、找朋友倾诉来宣泄自己不愉快的情绪，也可以大哭一场。或者改变自我情绪，增加自信心的另一种方法就是自己找一句座右铭或对自己说一些自我肯定的话，以激励自我。</p>　　
        <p>6）替代术（使用替代想法或理情治疗法）：理情治疗法强调理念、信念会主宰一个人的情绪。一旦产生不合理的信念，情绪会产生较大的波动。因此常保持良好或善意的理念，情绪也会较稳定。</p>　　
        <p>7）放松术：心情不佳时，可以通过循序渐进、自上而下放松全身，或者是通过自我催眠、自我按摩等方法使自己进入放松状态，然后面带微笑，想象曾经经历过的愉快情境，从而消除不良情绪。</p>　　
        <p>总之，情绪是可以得到有效管理的，只是很多人疏忽了这一点，而变成&#8220;情绪的奴隶&#8221;，在不良情绪中挣扎，自己很痛苦，也会把这种状态传染给周围的人。</p>
          <p>
            情绪对于个体来讲，是具有保护意义的，每种情绪都承担了相应的功能，帮助我们理解自己的内在需求。比如当我们感觉愤怒的时候，愤怒情绪是在提醒我们拒绝或者远离伤害性体验；当我们快乐的时候，快乐可以帮助我们与他人建立安全的关系；当我们悲伤的时候，提示我们内心的某些痛苦需要一个安全的释放通道，等等。所以，情绪本身是没有好坏之分的，有破坏性的是我们拒绝情绪所传达的需求，或者对情绪不恰当的管理方式。
          </p>
          <p>
            在一个人的生命历程中，情绪具有非常大的影响力。比如一个孩子如果从一出生，人格特质中就具有易于满足的特质，ta在与养育者的互动中，可能就会很容易出现满足的状态，而养育者在养育这个孩子的过程就会比较容易获得满足，从而养育者就会有更多的精力投入到与婴儿的互动中来，婴儿就会从这些互动中获得进一步的满足，这个满足可能会吸引照顾者将更多的精力投注到ta的身上，因此，婴儿与养育者之间就会形成良性互动。婴儿在这样的养育条件下，就有机会积累更多安全的，积极的情绪体验，这些体验也会帮助ta发展对关系的信任，有助于ta成人之后，在社会上具有更好的适应性，发展更好的人际关系，更多调动出自己的潜能，成为一个有能力的人。
          </p>
          <p
          >
            而一个孩子如果出生时就具有难养特质，可能就会使养育者在养育过程中变得非常焦虑，这些焦虑同样会被孩子感受到，而当一个孩子感受到父母的焦虑时，ta的内在世界可能就会变得非常恐惧，甚至是混乱。因为作为一个如此柔弱的孩子，ta还不具备代谢这些焦虑的功能，ta需要借助于养育者对这些焦虑的容纳能力来释放掉压力。容纳是指这样一个过程：孩子的各种焦虑表现出来，父母作为一个容器接收了这些情绪，但是这些情绪在父母的身体里进行了过滤，变得不那么具有伤害性，孩子在父母身上感受到父母可以很坦然的处理这些情绪而不是被情绪控制时，就会感受到安全。比如当孩子受伤时，孩子会害怕，如果父母很镇静，孩子就会觉得不必怕。而此时如果养育者也处于焦虑状态，则孩子的内在安全体验就会受阻，这种情况的发生甚至会影响到孩子人格的健康发展。所以，在养育孩子的过程中，父母内部处理情绪压力的能力，是非常重要的功能。孩子就是从这些感受中学到如何应对压力的，孩子成长中感受到的这些内容，也成为ta将来独自面对压力时的模版和资源库。
          </p>
          <p >情绪的表达方式从低级到高级有几个层次。
          </p>
          <p
            >
            <![if !supportLists]>&#183;&nbsp;<![endif]>第一级，躯体表达。现在大家都知道很多疾病是身心疾病，癌症，高血压，胃溃疡、免疫系统的疾病，等等。为什么明明是身体上的疾病，却说它跟心理沾了边了呢？因为这些疾病背后，是无法表达情绪的压力在做怪。当情绪不能得以表达时，它并不是就此消失了，而是成为各种压力积存在身体里，对身体器官进行攻击，最终以疾病的方式表达出来，心理学上将这种情况叫做躯体化。
          </p>
          <p
            >
            <![if !supportLists]>&#183;&nbsp;<![endif]>第二级，行为表达。比如一个人气急了拿起杯子来就摔了，这就是用行为在表达情绪。行为表达比身体表达要成熟一些，因为当用行为表达情绪时，当事人是可以感受到情绪的，而用躯体表达时，当事人有时根本无法清晰的感受那些情绪的存在。常常用行为表达情绪的人，在生活中也会承受各种破坏性的结果，比如人际关系变得很紧张，因为ta无法清晰描述自己的情绪，所以别人也不能很好的理解ta，这会让ta更难以感受和述说自己的情绪，也就难以获得理解和帮助，慢慢的与周围人的关系就会被破坏，周围人也会感觉很受伤。
          </p>
          <p
            >
            <![if !supportLists]>&#183;&nbsp;<![endif]>第三级，语言表达。这是相对成熟的表达方式。我们能用语言清晰表达出自己的情绪，至少经历了感受情绪，评估关系的安全度，组织语言表达等等内在心理过程，所以，用语言表达出情绪，并不是件容易的事，很多人无法用语言表达，是因为对于关系没有足够的安全感，所以宁愿忍着也不能表达，而忍的结果，要么伤害自己，要么因为暴发而伤害对方。动力性（精神分析）心理咨询中很重要的工作，就是帮助求助者发展用语言表达的能力，因为一旦能够用语言表达出来，压力释放掉，就不必用行动去表达，也不必伤害到身体了。
          </p>
          <p
            >
            <![if !supportLists]>&#183;&nbsp;<![endif]>第四级，象征性表达。这是很成熟的一种表达方式，比如大地震中失去家园的孩子，用积木不断搭起一座房子，推倒，再重新搭起来，在这个过程中，孩子在用象征性的方式表达对于家园失去与重建的种种感受。顺便说一句，游戏对于孩子发展健康人格是非常有意义的。
          </p>
          <p>
          </p>
      </div>
    </div>
  </div>
</template>

<script>
  const arr = [
    {
      name: "亲子教育经典语录"
    },
    {
      name: "情商九项"
    },
    {
      name: "情绪管理"
    }
  ]
  export default {
    name: "MZCollegeBranchDocs",
    data() {
      return {
        title: '',
        arrIndex: -1
      }
    },
    methods: {
      goBack() {
        this.$router.back()
      }

    },
    mounted() {
      let {id} = this.$route.params
      this.title = arr[id].name
      this.arrIndex = id
    }
  }
</script>

<style scoped>
  .container {
    min-height: 100vh;
    background: #fff;
  }

  .mint-header {
    background-color: #000;
    height: 48px;
  }

  .content {
    margin-top: 48px;
  }

  .branch-intro {
    padding: 16px;
  }

  .branch-intro > p {
    line-height: 24px;
    font-size: 14px;
    margin-top: 8px;
  }
</style>
